Repository: UniversitaDellaCalabria/storage.portale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Patents
it: Brevetti

source: Manage patents
it: Gestisci i brevetti

source: Manage companies
it: Gestisci le imprese

source: Teachers
it: Docenti

source: Manage teachers and PTA
it: Gestisci docenti e personale

source: Submit
it: Salva

source: results
it: risultati

source: pages
it: pagine

source: page
it: pagina

source: previous
it: precedente

source: next
it: successiva

source: Your username and password didn't match. Please try again.
it: Nome utente e password non trovati. Per favore riprova.

source: Remember Me
it: Ricordami

source: Status updates (Logs)
it: Aggiornamenti di stato (log)

source: There isn't any log
it: Nessun log presente

source: Exit
it: Esci

source: characters
it: caratteri

source: Can't detect file size
it: Impossibile determinare la dimensione del file

source: File size exceed the maximum value
it: La dimensione del file supera il valore ammesso

source: Unsupported file extension
it: Estensione non supportata

source: Allowed extensions
it: Estensioni ammesse

source: Invalid .xlsx file
it: File .xlsx non valido

source: Invalid ORCID. Remember, ORCID is an https URI with a 16-digit number that is compatible as 0000-0001-2345-6789
it: Valore non valido. RIcorda, ORCID è un numero di 16 cifre compatibile con 0000-0001-2345-6789

source: Image have invalid y / w ratio
it: L'immagine ha una proporzione tra altezza e lunghezza non valida

source: Enter a valid VAT Number
it: Inserisci una Partita IVA valida

source: {} Missing required headers: [{}]
it: {} Intestazioni richieste mancanti: [{}]

source: SKIPPED
it: SALTATO

source: {} Required value for field '{}' is missing
it: {} Il valore richiesto per il campo '{}' è mancante

source: {} Required keys [{}] are missing
it: {} Le chiavi richieste [{}] sono mancanti

source: {} Invalid value for field '{}': '{}'
it: {} Valore non valido per il campo '{}': '{}'

source: Upload file
it: Carica documento

source: Year
it: Anno

source: Use existing structure
it: Utilizza la struttura esistente

source: Define a new structure
it: Definisci una nuova struttura

source: Choose procedure:
it: Scegli una procedura:

source: WARNING: Defining a new structure will reset every existing regulation.
it: ATTENZIONE: Definire una nuova struttura resetterà tutti i regolamenti esistenti.

source: New didactic regulation structure
it: Nuova struttura per i regolamenti didattici

source: Updated brochure through import procedure for cds [{}]
it: Aggiornata brochure tramite procedura di importazione per il cds [{}]

source: Created brochure for cds [{}]
it: Creata brochure per il cds [{}]

source: Imported {} from previous years
it: Importato {} dall'anno precedente

source: Created RegDid for cds {}
it: Creato RegDid per il cds {}

source: Linked {} to {}
it: Collegato {} a {}

source: Created language: {} for cds {}
it: Create lingue: {} per il cds {}

source: Imported CdS [{}]
it: Importato il CdS [{}]

source: At least one entry is required
it: Deve essere inserita almeno una voce

source: Database error during transaction: {}
it: Errore del database durante la transazione: {}

source: Import procedure FAILED: Bad Entry
it: Importazione FALLITA: Entry Errata

source: Imported regulation testata from json for: Year {} and Cds {}
it: Importata testata del regolamento da json per: Anno {} e Cds {}

source: Changed regdid status to '{}'.
it: Cambiato status del regolamento a '{}'.

source: Imported Article number {} for Cds {}
it: Importato Articolo numero {} per il Cds {}

source: Imported sub-article with Order {} of Article number {} for Cds {}
it: Importato sotto articolo con Ordine {} dell'Articolo numero {} per il Cds {}

source: Structures created {}, out of {}
it: Strutture create {}, di {}

source: Done. Regdid imported {} out of {}
it: Fatto. Regdid importati {} di {}

source: Removed {} articles (and potential sub-articles) for the year {}
it: Rimossi {} articoli (e potenziali sotto articoli) per l'anno {}

source: Removed {} testata status for the year {}
it: Rimossi {} status testate per l'anno {}

source: Removed {} structures for the year {}
it: Rimosse {} strutture per l'anno {}

source: Updated structure from json for: Year {}, Article Number {} and Course Type {}
it: Aggiornate strutture da json per: Anno {}, Articolo numero {} and Tipo corso {}

source: Imported {} rows out of {}
it: Importate {} righe di {}

source: Code of the CDS from the previous year if the course is in continuity (if available)
it: Codice del CDS dell'anno precedente se il corso è in continuità (se disponibile)

source: Code of the CDS (if available)
it: Codice del CDS (se disponibile)

source: Name of the CDS in Italian
it: Nome del CDS in Italiano

source: Name of the CDS in English
it: Nome del CDS in Inglese

source: Code of the department
it: Codice del dipartimento

source: Type of course (Bachelor's, Master's, etc.) in the form L, LM, LM5, etc.
it: Tipo di corso (Laurea, Laurea Magistrale, ecc.) nella forma L, LM, LM5, ecc.

source: Type of course (Bachelor's, Master's, etc.) in extended form
it: Tipo di corso (Laurea, Laurea Magistrale, ecc.) in forma estesa

source: Duration of the course
it: Durata del corso

source: Number of credits of the course
it: Numero di crediti del corso

source: Degree class code
it: Codice della classe di laurea

source: Degree class description
it: Descrizione della classe di laurea

source: Interclass degree code
it: Codice interclasse di laurea

source: Interclass degree description
it: Descrizione interclasse di laurea

source: Course delivery mode
it: Modalità erogazione

source: Languages of the course in the form "ita" or "eng" or "ita,eng"
it: Lingue del corso nella forma "ita" o "eng" o "ita,eng"

source: Number of available seats for the course
it: Numero di posti disponibili

source: Article number
it: Numero articolo

source: Corresponding article number from the previous year. Leave it blank to ignore this article when coping articles from the previous year
it: Numero articolo corrispondente dello scorso anno. Lasciare bianco per ignorare un articolo quando si copia dall'anno precedente

source: Title of the article in italian
it: Titolo dell'articolo in italiano

source: Title of the article in english
it: Titolo dell'articolo in inglese

source: Course type cod
it: Cod tipo di corso

source: Field
it: Campo

source: Required
it: Richiesto

source: Example
it: Esempio

source: YES
it: SI

source: CdS update
it: Aggiornamento CdS

source: Excel fields
it: Campi Excel

source: Yearly CdS Update
it: Aggioramento CdS Annuale

source: This procedure is used to manually update study courses.
it: Questa procedura è utilizzata per aggiornare manualmente i corsi di studio.

source: Update Scenarios
it: Possibili scenari di aggiornamento

source: Importing a new CdS:
it: Importazione di un nuovo CdS:

source: No specific fields are expected among %(cds_cod)s, %(cds_cod_prec)s.
it: Nessun campo specifico è richiesto tra %(cds_cod)s, %(cds_cod_prec)s.

source: Importing a CdS in continuity with a previous one:
it: Importazione di un CdS in continuità con uno precedente:

source: The field %(cds_cod_prec)s is required in the xlsx file.
it: Il campo %(cds_cod_prec)s è richiesto nel file xlsx.

source: Updating an existing CdS:
it: Aggiornamento di un CdS esistente:

source: The field %(cds_cod)s is required in the xlsx file.
it: Il campo %(cds_cod)s è richiesto nel file xlsx.

source: Key Steps and Models Affected
it: Passaggi e Model coinvolti

source: 1. File Loading and Validation:
it: 1. Caricamento del file e Validazione:

source: The Excel file is loaded, and headers are validated to ensure all required fields are present.
it: Il file Excel viene caricato, e le intestazioni validate per garantire la presenza dei campi richiesti.

source: Models affected:
it: Model coinvolti:

source: 2. Row Processing:
it: 2. Lavorazione delle righe:

source: Each row is validated and processed to create or update a study course (DidatticaCds). Missing fields are handled, and new entries are initialized if needed.
it: Ogni riga viene validata e processata per la creazione o aggiornamento di un corso di studi (DidatticaCds). I campi mancanti sono gestiti e nuove entry create ove necessario.

source: 3. Brochure Management:
it: 3. Gestione delle Brochure:

source: Existing brochures (CdsBrochure) are updated, or new ones are created, possibly using previous year's data. Related tables like sliders and links are handled.
it: Le brochure esistenti (CdsBrochure) vengono aggiornate e le nuove create, eventualmente utilizzando i dati dell'anno precedente. Le tabelle correlate come sliders, link ed ex studenti sono gestite.

source: 4. Regulations Management:
it: 4. Gestione dei Regolamenti:

source: Creates new regulations (DidatticaRegolamento) if missing or updates them based on previous entries for the academic year.
it: Crea nuovi regolamenti (DidatticaRegolamento) se mancanti or li aggiorna basandosi sulle entri precedenti per l'anno accademico.

source: 5. Language Handling:
it: 5. Gestione delle Lingue:

source: Validates and adds language entries (DidatticaCdsLingua) for the course, supporting 'ita' (Italian) and 'eng' (English).
it: Valida e aggiunge lingue (DidatticaCdsLingua) per il corso. Supporta 'ita' (Italiano) and 'eng' (Inglese).

source: 6. Course Linking:
it: 6. Collegamento Corsi:

source: Links the current course to a previous one (DidatticaCdsCollegamento) if CDS_COD_PREV is provided.
it: Collega il corso corrente ad uno precedente (DidatticaCdsCollegamento) se CDS_COD_PREV è fornito.

source: Additional Notes
it: Note

source: If CDS_COD is specified in the xlsx file, it will be used as CDS_ID and CDS_COD, otherwise it will be used the first available integer starting from:
it: Se CDS_COD è specificato nel file xlsx, verrà utilizzato come CDS_ID e CDS_COD, altrimenti verrà utilizzato il primo intero disponibile a partire da:

source: Generated entries for DidatticaRegolamento will have REGDID_ID starting from:
it: Le entry generate per DidatticaRegolamento avranno REGDID_ID che parte da:

source: Update the value
it: Aggiornare il valore

source: if needed
it: se necessario

source: Excel file fields
it: Campi file Excel

source: Regdid structure update
it: Aggiornamento struttura regolamenti

source: Json structure
it: Struttura del Json

source: Yearly Regdid Structure Update
it: Aggiornamento Strutture Regolamenti annuale

source: This procedure is used to manually update didactic regulations' structure.
it: Questa procedura è utilizzata per aggiornare manualmente le strutture dei regolamenti didattici.

source: 1. Entry Validation:
it: 1. Validazione delle voci:

source: Validate the data entries to ensure all required fields are present and contain valid values.
it: Valida le voci per assicurarsi che contengano tutti i campi richiesti e dei valori accettabili.

source: 2. Importing Structures:
it: 2. Importazione delle Strutture:

source: Import or update REGDID structures, ensuring consistency with accepted course types.
it: Importa o aggiorna le strutture assicurando la consistenza con il tipo di corso.

source: 3. Handling copy from the previous year:
it: 3. Gestione delle copie dall'anno precedente:

source: Create a testata if missing, then retrieve and copy matching articles and sub-articles from the previous year, linking them to the newly imported structures.
it: Crea una testata se mancante, dopo di che copia i corrispondenti articoli e sotto articoli dall'anno precedente, collegandoli alle nuove strutture importate.

source: If no correspondence is found, an empty article is generated following the structure.
it: Se non vi è corrispondenza, viene generato un articolo vuoto seguendo la struttura.

source: Json fields
it: Campi del Json

source: CDS Updates
it: Aggiornamento CDS

source: Download template
it: Scarica template

source: Help
it: Aiuto

source: Regdid Structure Updates
it: Aggiornamento Struttura Regolamenti

source: Download current structure
it: Scarica struttura corrente

source: Related Department
it: Dipartimento di Riferimento

source: Acronym
it: Acronimo

source: Link Laboratory Logo
it: Link Logo Laboratorio

source: Other Structures
it: Altre Strutture

source: Other Structures Description (it)
it: Descrizione Altre Strutture (it)

source: Other Structures Description (en)
it: Descrizione Altre Strutture (en)

source: Purposes - services (it)
it: Finalità - servizi (it)

source: Purposes - services (en)
it: Finalità - servizi (en)

source: Purposes - research (it)
it: Finalità - ricerca (it)

source: Purposes - research (en)
it: Finalità - ricerca (en)

source: Purposes - educational (it)
it: Finalità - didattica (it)

source: Purposes - educational (en)
it: Finalità - didattica (en)

source: Reference Infrastrucure
it: Infrastruttura di riferimento

source: Website
it: Sito Web

source: Interdepartmental Laboratory
it: Laboratorio Interdipartimentale

source: Extra departments selection is available only after selecting 'YES' and then saving
it: La selezione di altri dipartimenti è disponibile dopo aver selezionato 'SI' e salvato

source: Total square meters
it: Metri quadri complessivi

source: Any addition to the provided data
it: Eventuali integrazioni ai dati inseriti

source: Public-use text (detail list below)
it: Testo ad uso pubblico (elenco dettagliato nel seguito)

source: Office - Overall Dimensions
it: Sede - Dimensioni Complessive

source: Office - Description Notes
it: Sede - Note Descrittive

source: Equipment - Description
it: Strumentazione - Descrizione

source: Equipment - Overall Value
it: Strumentazione - Valore Complessivo

source: Areas
it: Ambito del laboratorio

source: Scope
it: Ambito

source: Scientific Director
it: Responsabile Scientifico

source: Safety Manager
it: Preposto Sicurezza

source: Unit Cost
it: Costo Unitario

source: Quantity
it: Quantità

source: Funds
it: Fondi

source: Risk Types
it: Tipologie Rischio

source: ERC Classification
it: Classificazione ERC

source: ERC Classification - Life Science
it: Classificazione ERC - Life Science

source: ERC Classification - Physical Sciences and Engineering
it: Classificazione ERC - Physical Sciences and Engineering

source: ERC Classification - Social Sciences and Humanities
it: Classificazione ERC - Social Sciences and Humanities

source: Main Location
it: Sede Principale

source: Building
it: Edificio

source: Floor
it: Piano

source: Notes
it: Note

source: Commitment %
it: Impegno %

source: Activity Type
it: Tipo Attività

source: Purposes (it)
it: Finalità (it)

source: Purposes (en)
it: Finalità (en)

source: Monetary Amount (Euros)
it: Importo (EURO)

source: Duration (Months)
it: Durata (mesi)

source: Client
it: Committente

source: Equipment
it: Attrezzatura

source: Laboratory edited successfully
it: Laboratorio modificato con successo

source: Laboratory NOT visible
it: Laboratorio NON visibile

source: Laboratory
it: Laboratorio

source: Laboratory anagraphic created successfully, please fill in the other fields
it: Anagrafica del Laboratorio creata con successo, si prega di riempire i campi rimanenti

source: Laboratory scientific director edited successfully
it: Responsabile Scientifico del Laboratorio modificato con successo

source: Laboratory safety manager edited successfully
it: Preposto Sicurezza modificato con successo

source: Deleted safety manager
it: Eliminato preposto sicurezza

source: Safety manager removed successfully
it: Preposto Sicurezza rimosso con successo

source: Laboratory removed successfully
it: Laboratorio rimosso con successo

source: Extra departments must be different from Laboratory's department
it: Gli Altri Dipartimenti devono essere diversi dal Dipartimento di Riferimento del Laboratorio

source: Added extra department
it: Aggiunto Altro Dipartimento

source: Extra department added successfully
it: Altro Dipartimento aggiunto con successo

source: Extra Department
it: Altro Dipartimento

source: Deleted extra department
it: Eliminato altro dipartimento

source: Extra department removed successfully
it: Altro Dipartimento rimosso con successo

source: Added piece of equipment
it: Aggiunta attrezzatura

source: Piece of equipment added successfully
it: Attrezzatura aggiunta con successo

source: Equipment Piece
it: Attrezzatura

source: Edited piece of equipment
it: Modificata attrezzatura

source: Piece of equipment edited successfully
it: Attrezzatura modficata con successo

source: Deleted piece of equipment
it: Eliminata attrezzatura

source: Piece of equipment removed successfully
it: Attrezzatura rimossa con successo

source: Edited ERC classification
it: Modificata classificazione ERC

source: ERC classification edited successfully
it: Classificazione ERC modificata con successo

source: ERC classification
it: Classificazione ERC

source: Edited laboratory location
it: Modificata sede laboratorio

source: Location edited successfully
it: Sede modificata con successo

source: Location
it: Sede

source: Added laboratory location
it: Aggiunta sede laboratorio

source: Location added successfully
it: Sede aggiunta con successo

source: Locations
it: Sedi

source: Deleted location
it: Eliminata sede

source: Location removed successfully
it: Sede rimossa con successo

source: Added laboratory researcher
it: Aggiunto ricercatore

source: Researcher added successfully
it: Ricercatore aggiunto con successo

source: Research Staff
it: Personale di Ricerca

source: Research Staff Member
it: Membro del Personale di Ricerca

source: Deleted researcher
it: Eliminato ricercatore

source: Researcher removed successfully
it: Ricercatore rimosso con successo

source: Added laboratory technician
it: Aggiunto tecnico

source: technician added successfully
it: tecnico aggiunto con successo

source: Technical Staff
it: Personale Tecnico

source: Deleted technician
it: Eliminato tecnico

source: Technician removed successfully
it: Tecnico rimosso con successo

source: Activities list is full
it: Lista Attivita Piena

source: Added activity
it: Aggiunta attività

source: Activities added successfully
it: Attività aggiunto con successo

source: Activities
it: Attività

source: Activity
it: Attività

source: Edited activity
it: Modificata attività

source: Activity edited successfully
it: Attività modificata con successo

source: Deleted activity
it: Eliminata attività

source: Activity removed successfully
it: Attività rimossa con successo

source: Added provided service
it: Aggiunto servizio erogato

source: Provided service added successfully
it: Servizio Erogato aggiunto con successo

source: Provided Service
it: Servizio Erogato

source: Edited provided service
it: Modificato servizio erogato

source: Provided service edited successfully
it: Servizio Erogato modificato con successo

source: Deleted provided service
it: Eliminato servizio erogato

source: Provided service removed successfully
it: Servizio Erogato rimosso con successo

source: Added offered service
it: Aggiunto servizio offerto

source: Offered service added successfully
it: Servizio Offerto aggiunto con successo

source: Offered Service
it: Servizio Offerto

source: Edited offered service
it: Modificato servizio offerto

source: Offered service edited successfully
it: Servizio Offerto modificato con successo

source: Deleted offered service
it: Eliminato servizio offerto

source: Offered service removed successfully
it: Servizio Offerto rimosso con successo

source: Risk types updated
it: Aggiornate tipologie di rischio

source: Risk types updated successfully
it: Tipologie di Rischio modificate con successo

source: Laboratory is already visible
it: Il Laboratorio è già visibile

source: Extra Departments specified for NON Interdepartmental Laboratory
it: Sono stati inseriti Altri Dipartimenti per un Laboratorio NON Interdipartimentale

source: Laboratory must have at least one ERC 1 Research
it: I Laboratorio deve possedere almeno una Ricerca ERC 1

source: Laboratory must have at least one Location
it: Il Laboratorio deve possedere almeno una sede

source: Laboratory must have at least one Activity
it: Il Laboratorio deve possedere almeno un'Attività

source: Requested approval
it: Richiedi Approvazione

source: Request for approval sent successfully
it: Richiesta di approvazione inviata con successo

source: Approved Laboratory
it: Laboratorio approvato

source: Laboratory approved successfully
it: Laboratorio approvato con successo

source: Request for Laboratory Validation
it: Richiesta Validazione Laboratorio

source: Needed validaton for laboratory
it: Necessaria validazione per il laboratorio

source: Area
it: Ambito

source: Infastructure
it: Infrastruttura

source: Clear all
it: Cancella tutto

source: Scopes
it: Ambiti

source: Manager
it: Responsabile

source: This action will make the laboratory NOT visible untill it has been approved again. Do you want to confirm the entered data?
it: Questa azione renderà il laboratorio NON visibile fino a nuova approvazione. Vuoi davvero confermare i dati immessi?

source: Do you want to delete chosen laboratory?
it: Vuoi davvero eliminare il laboratorio selezionato?

source: Do you want to ask for approval for chosen laboratory? This laboratory will be visible once it will get approved
it: Vuoi davvero richiedere l'approvazione per questo laboratorio? Questo laboratorio sarà visibile una volta approvato

source: Do you want to approve this laboratory? Performing this action will make it visible
it: Vuoi davvero approvare questo laboratorio? Questa azione lo renderà visibile

source: Request for Approval
it: Richiedi Approvazione

source: Approve
it: Approva

source: Laboratory Anagraphic
it: Anagrafica Laboratorio

source: Extra Departments
it: Altri Dipartimenti

source: Do you want to delete this department?
it: Vuoi davvero eliminare il dipartimento selezionato?

source: Type and Purposes
it: Tipologia e Finalità

source: Do you want to delete this activity?
it: Vuoi davvero eliminare l'attività selezionata?

source: Manage
it: Gestisci

source: Do you want to delete this researcher?
it: Vuoi davvero eliminare ricercatore selezionato?

source: Do you want to delete this technician?
it: Vuoi davvero eliminare i selezionato?

source: Endowements Section (Facilities and Equipment)
it: Sezione Dotazioni (Spazi e Strumentazione)

source: Do you want to delete this location?
it: Vuoi davvero eliminare questa sede?

source: Internal-use Information
it: Informazioni a uso interno

source: Relevant equipment items
it: Strumentazione rilevante

source: Do you want to delete this piece of equipment?
it: Vuoi davvero eliminare questa attrezzatura?

source: Services Section
it: Sezione Servizi

source: Offered Services
it: Servizi Offerti

source: Do you want to delete this offered service?
it: Vuoi davvero eliminare questo servizio offerto?

source: Provided Services - (Activities on behalf of Others)
it: Servizi Erogati - (Attività Conto Terzi)

source: Do you want to delete this provided service?
it: Vuoi davvero eliminare questo servizio erogato?

source: Laboratory Safety
it: Sicurezza del Laboratorio

source: Provide only if different from Scientific Director
it: Inserire se diverso dal Responsabile Scientifico

source: Edit Department for
it: Modifica Dipartimento per

source: New Department for
it: Nuovo Dipartimento per

source: Choose a Department to proceed
it: Seleziona un dipartimento per proseguire

source: New Laboratory
it: Nuovo Laboratorio

source: Choose one Scientific Director
it: Scegli un Responsabile Scientifico

source: Save and Continue
it: Salva e Prosegui

source: Edit Provided Service for
it: Modifica Servizio Erogato per

source: New Provided Service for
it: Nuovo Servizio Erogato per

source: Choose one Manager
it: Seleziona un Responsabile

source: New Technical Staff Member for
it: Nuovo Membro del Personale Tecnico per
