Repository: UniversitaDellaCalabria/storage.portale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Choose one technician
it: Seleziona un tecnico

source: Lock successfully set
it: Lock acquisito con successo

source: Unable to make changes. {user} is currently editing this item
it: Impossibile effettuare modifiche. {user} sta modificando questo elemento

source: Patent identifier
it: Identificativo brevetto

source: Title
it: Titolo

source: Short description
it: Breve descrizione

source: Tech area
it: Area tecnologica

source: Applications
it: Applicazioni

source: Advantages
it: Vantaggi

source: Initial TRL
it: TRL Iniziale

source: Updated TRL
it: TRL aggiornato

source: Enhancement
it: Valorizzazione

source: Property
it: Proprietà

source: Legal status
it: Status legale

source: Date
it: Data

source: Territory
it: Territorio

source: Commercial right
it: Diritto commerciale

source: Availability
it: Disponibilità

source: Patent created successfully
it: Brevetto creato con successo

source: Patent edited successfully
it: Brevetto modificato con successo

source: Inventor added successfully
it: Inventore aggiunto con successo

source: New inventor
it: Nuovo inventore

source: Patent inventor edited successfully
it: Inventore modificato con successo

source: Patent inventor data
it: Dati inventore

source: Inventor removed successfully
it: Inventore rimosso con successo

source: Patent removed successfully
it: Brevetto rimosso con successo

source: Do you want to delete choosen patent?
it: Vuoi davvero eliminare il brevetto selezionato?

source: Inventors
it: Inventori

source: Do you want to delete choosen inventor?
it: Vuoi davvero eliminare l'inventore selezionato?

source: Edit inventor for
it: Modifica inventore per

source: New inventor for
it: Nuovo inventore per

source: New patent
it: Nuovo brevetto

source: Central Structure
it: Struttura di riferimento

source: Reference
it: Dottorato di riferimento

source: Cycle
it: Ciclo

source: Reference PhD required if activity type is Departmental
it: Dottorato di riferimento obbligatorio se l'attività è di tipo Dipartimentale

source: Denomination
it: Denominazione

source: Contents
it: Contenuti

source: Verification Mode
it: Modalità di verifica

source: Expected Start Date
it: Data prevista di inizio

source: Expected End Date
it: Data prevista di fine

source: Timetable and Classrooms
it: Orario e aule

source: Maximum students number
it: Numero massimo di studenti

source: Minimum students number
it: Numero minimo di studenti

source: You are not authorized to post activities for this PhD
it: Non sei autorizzato ad inserire attività per questo dottorato

source: PhD activity created successfully
it: Attività creata con successo

source: PhD activity edited successfully
it: Attività modificata con successo

source: Teacher data edited successfully
it: Docente modificato con successo

source: PhD activity teacher data
it: Dati docente attività

source: Teacher added successfully
it: Docente aggiunto con successo

source: New teacher
it: Nuovo docente

source: Operation not permitted. At least one teacher must be present
it: Operazione non consentita. Almeno un docente deve essere presente

source: Teacher removed successfully
it: Docente rimosso con successo

source: PhD activity removed successfully
it: Attività del dottorato rimossa con successo

source: Teacher
it: Docente

source: Do you want to delete choosen PhD activity?
it: Vuoi davvero eliminare l'attività selezionata?

source: Main Teachers
it: Docenti principali

source: Other Teachers
it: Altri docenti

source: Do you want to delete choosen director?
it: Vuoi davvero eliminare il docente selezionato?

source: Edit main teacher data for
it: Modifica docente principale per

source: New main teacher data for
it: Nuovo docente principale per

source: New PhD activity
it: Nuova attività di Dottorato

source: Choose one teacher
it: Seleziona un docente

source: Edit teacher data for
it: Modifica dati per

source: New teacher data for
it: Nuovi dati per

source: Start year
it: Anno di inizio

source: Territorial scope
it: Ambito territoriale

source: Program type
it: Programma

source: Image URL
it: URL immagine

source: Organizational Unit
it: Unità organizzativa

source: Project edited successfully
it: Progetto modificato con successo

source: Project created successfully
it: Progetto creato con successo

source: Project removed successfully
it: Progetto rimosso con successo

source: Director added successfully
it: Direttore aggiunto con successo

source: New director
it: Nuovo direttore

source: Director data edited successfully
it: Dati modificati con successo

source: Director removed successfully
it: Direttore rimosso con successo

source: New researcher
it: Nuovo ricercatore

source: Researcher data edited successfully
it: Dati ricercatore modificati con successo

source: Structure edited successfully
it: Struttura modificata con successo

source: Territorial Scope
it: Ambito territoriale

source: Program Type
it: Programma

source: Do you want to delete choosen project?
it: Vuoi davvero eliminare il progetto selezionato?

source: Referent Structure
it: Struttura di riferimento

source: Scientific Directors
it: Responsabili scientifici

source: Researchers
it: Ricercatori

source: Edit director for
it: Modifica direttore per

source: New director for
it: Nuovo direttore per

source: New project
it: Nuovo progetto

source: Choose one structure
it: Seleziona una struttura

source: Choose a structure to proceed
it: Seleziona una struttura per proseguire

source: Edit researcher for
it: Modifica ricercatore per

source: New researcher for
it: Nuovo ricercatore per

source: Edit structure for
it: Modifica struttura per

source: New structure for
it: Nuova struttura per

source: This field is shared between the main article and its sub articles
it: Questo campo è condiviso tra l'articolo principale e tutti i suoi sotto-articoli

source: Reason
it: Motivazione

source: PDF Regulation
it: PDF Regolamento

source: Number of the page which contains 'TITOLO I' - Count from 1 from the title page (included)
it: Numero della pagina che contiene 'TITOLO I' - Conta da 1 dalla pagina del frontespizio (inclusa)

source: Number of the page which contains the last article untill the end - Count from 1 from the title page (included)
it: Numero della pagina che contiene l'ultimo articolo fino alla fine - Conta da 1 dalla pagina del frontespizio (inclusa)

source: Didactic regulations
it: Regolamenti didattici

source: Didactic regulament must be edited by a department first
it: Il regolamento didattico deve essere modificato prima da un dipartimento

source: Added didactic regulation testata
it: Aggiunta testata del regolamento

source: Unable to edit this item
it: Impossibile modificare questo elemento

source: Edited department notes
it: Modificate note del dipartimento

source: Department notes edited successfully
it: Note del dipartimento modificate con successo

source: Edited
it: Modificati

source: Article edited successfully
it: Articolo modificato con successo

source: Edited notes
it: Modificate note

source: Notes edited successfully
it: Note modificate con successo

source: Article already exists
it: L'articolo esiste già

source: Article added successfully
it: Articolo aggiunto con successo

source: sub articles
it: sotto-articoli

source: Article deleted successfully
it: Articolo eliminato con successo

source: Sub article added successfully
it: Sotto-articolo aggiunto con successo

source: New sub article
it: Nuovo sotto-articolo

source: New sub article for
it: Nuovo sotto-articolo per

source: Sub article deleted successfully
it: Sotto-articolo eliminato con successo

source: RegDid is already
it: Il RegDid è già

source: Changed regdid stataus to
it: Cambiato status del regolamento a

source: Regdid status updated successfully
it: Stato del regolamento modificato con successo

source: Regdid status must be
it: Lo stato del regolamento deve essere

source: to be imported from file
it: per poter essere importato da file

source: Regdid was previously edited, the import opertation will overwrite every article
it: Il regolamento è stato precedentemente modificato, l'operazione di importazione sovrascriverà tutti gli articoli

source: Didactic regulation imported from file
it: Regolamento didattico importato da file

source: Didactic regulation imported successfully
it: Regolamento didattico importato con successo

source: Didactic regulation import failed
it: Importazione del regolamento didattico fallita

source: Didactic regulation published successfully
it: Regolamento didattico pubblicato con successo

source: Published didactic regulation
it: Pubblicato il regolamento didattico

source: Didactic regulation publishing failed
it: Pubblicazione del regolamento didattico fallita

source: Didactic Regulation App
it: App Regolamenti Didattici

source: Requested changes for the didactic regulation
it: Richieste modifiche per il regolamento didattico

source: Requested revision for the didactic regulation
it: Richiesta revisione per il regolamento didattico

source: Requested approval for the didactic regulation
it: Richiesta approvazione per il regolamento didattico

source: Import from PDF
it: Importa da PDF

source: Do you want to remove this article and all its sub articles?
it: Vuoi davvero rimuovere questo articolo e tutti i suoi sotto-articoli?

source: Regdid status history
it: Regdid storico stati

source: Changed by
it: Modificato da

source: History is empty
it: Storico vuoto

source: Close
it: Chiudi

source: history
it: storico

source: Do you want to remove this sub article?
it: Vuoi davvero eliminare questo articolo?

source: Revision notes
it: Note di revisione

source: Refresh page
it: Ricarica la pagina

source: Status
it: Stato

source: Generate PDF
it: Genera PDF

source: Send to revision
it: Invia in revisione

source: Are you sure you want to send this regdid to revision?
it: Vuoi davvero inviare a revisione questo regdid?

source: Send to department
it: Rinvia al dipartimento

source: Are you sure you want to send this regdid back to the department?
it: Vuoi davvero rinviare questo regdid al dipartimento?

source: Are you sure you want to approve this regdid?
it: Vuoi davvero approvare questo regdid?

source: Send for approval
it: Richiedi Approvazione

source: Are you sure you want to send this regdid for approval?
it: Vuoi davvero inviare questo regdid per l'approvazione?

source: Are you sure you want to send this regdid back to revision?
it: Vuoi davvero rinviare a revisione questo regdid?

source: This regdid was previously approved, are you sure you want to send it back to revision?
it: Questo regdid è stato precedentemente approvato, vuoi davvero rinviarlo a revisione?

source: Publish
it: Pubblica

source: This action will update all the articles/sub articles shown on the cds' website
it: Questa azione aggiornerà tutti gli articoli/sotto-articoli mostrati sul sito web del cds

source: Department notes
it: Note del dipartimento

source: Import regulation from PDF
it: Importa regolamento da PDF

source: This operation cannot be undone, do you really want to proceed?
it: Questa operazione non può essere annullata, vuoi davvero continuare?

source: Go to regulation
it: Vai al regolamento

source: Uploading a document will cause most of its formatting to be lost, it is therefore necessary that each article is re-formatted by hand through the editor
it: Caricare un documento comporterà la perdita della maggior parte della sua formattazione, sarà quindi necessario che ogni articolo venga riformattato a mano attraverso l'editor

source: Start date is greater than end date
it: La data di inizio è successiva alla data di fine

source: From
it: Dal

source: To
it: Al

source: Research group edited successfully
it: Gruppo di ricerca modificato con successo

source: Research group removed successfully
it: Gruppo di ricerca rimosso con successo

source: Add a teacher belonging to your structure
it: Aggiungi un docente afferente alla tua struttura

source: Research group created successfully
it: Gruppo di ricerca creato con successo

source: Teacher edited successfully
it: Docente modificato con successo

source: Ref. ERC
it: Rif. ERC

source: Badge
it: Matricola

source: New research group
it: Nuovo gruppo di ricerca

source: Edit teacher for
it: Modifica docente per

source: New teacher for
it: Nuovo docente per

source: Patent project description
it: Descrizione progetto

source: Research line created successfully
it: Linea di ricerca creata con successo

source: Research line edited successfully
it: Linea di ricerca modificata con successo

source: Research line removed successfully
it: Linea di ricerca rimossa con successo

source: Research lines
it: Linee di ricerca

source: Start date
it: Data inizio

source: End date
it: Data fine

source: Code
it: Codice

source: Ref. ASTER
it: Rif. ASTER

source: New research line
it: Nuova linea di ricerca

source: Short Bio (it)
it: Breve bio (it)

source: Short Bio (en)
it: Breve bio (en)

source: Reception hours (it)
it: Orario di ricevimento (it)

source: Reception hours (en)
it: Orario di ricevimento (en)

source: Photo
it: Foto

source: Please upload a square format photo
it: Per favore carica una foto di formato quadrato

source: Type (it)
it: Tipo (it)

source: Type (en)
it: Tipo (en)

source: Valid from
it: Valido dal

source: Valid until
it: Valido fino al

source: Edit data
it: Modifica dati

source: Other data set already existent for this teacher
it: Esiste già un set di dati per questo docente

source: Teacher other data set created successfully
it: Dati creati con successo

source: New data set
it: Nuovo set di dati

source: Teachers other data removed successfully
it: Dati rimossi con successo

source: Board data edited successfully
it: Dati modificati con successo

source: Edit board data
it: Modifica dati

source: Teacher board data set created successfully
it: Dati creati con successo

source: New board data
it: Nuovo contenuto

source: Teachers board data removed successfully
it: Dati dashboard docente rimossi con successo

source: Teaching material data edited successfully
it: Materiale modificato con successo

source: Teaching material data
it: Materiale didattico

source: Teacher materials data set created successfully
it: Dati creati con successo

source: New teaching material
it: Nuovo elemento

source: Teachers materials data removed successfully
it: Dati materiale docente rimossi con successo

source: Do you want to delete board data set?
it: Vuoi davvero eliminare questo set di dati?

source: Edit board data for
it: Modifica dati per

source: New board data set for
it: Nuovo set di dati per

source: Personal data
it: Dati personali

source: Short Bio
it: Breve bio

source: Reception Hours
it: Orario di ricevimento

source: Board
it: Bacheca

source: Teaching Materials
it: Materiale didattico

source: Edit teaching materials data for
it: Modifica materiale didattico per

source: New materials data set for
it: Nuovo set di dati per

source: Edit data for
it: Modifica dati per

source: Add data set for
it: Aggiungi set di dati per
