Repository: UniversitaDellaCalabria/storage.portale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Permissions
it: Permessi

source: Complete your profile to be able to use the system
it: Completa il tuo profilo per poter utilizzare il sistema

source: Name
it: Nome

source: Surname
it: Cognome

source: active
it: attivo

source: Users
it: Utenti

source: Dear user, this message was sent by {hostname}. Please do not reply to this email. -------------------
it: Gentile utente, questo messaggio è stato inviato da {hostname}. Si prega di non rispondere a questa email. -------------------

source: ------------------- For technical problems contact our staff. Best regards.
it: ------------------- Per problemi tecnici contattare il nostro staff. Distinti saluti.

source: First name
it: Nome

source: Last name
it: Cognome

source: Taxpayer ID
it: Codice fiscale

source: Edit
it: Modifica

source: Edit user data
it: Modifica dati utente

source: Edit personal data
it: Modifica dati personali

source: Do you want to confirm data?
it: Desideri confermare i dati immessi?

source: Dashboard
it: Pagina iniziale

source: Data saved successfully
it: Dati salvati con successo

source: Confirm your email by clicking here {}
it: Conferma la tua email facendo clic qui {}

source: Email confirmation
it: Conferma email

source: An email has been sent to the address you indicated. Click on the link in the message to confirm the new data
it: Una email è stata inviata all'indirizzo che hai indicato. Cliccare sul collegamento presente nel messaggio per confermare i nuovi dati

source: Wrong data
it: Dati errati

source: Missing token
it: Token mancante

source: Invalid token
it: Token non valido

source: Expired token
it: Token scaduto

source: Email updated successfully
it: Email aggiornata con successo

source: Courses of Study
it: Corsi di studio

source: Permission denied
it: Permesso negato

source: Educational offer not yet available for the year
it: Offerta formativa non ancora disponibile per l'anno

source: Person
it: Persona

source: Responsible
it: Responsabile

source: Coordinator
it: Coordinatore

source: Deputy coordinator
it: Vice-coordinatore

source: Visible
it: Visibile

source: Teaching system
it: Ordinamento didattico

source: Study manifesto
it: Manifesto degli studi

source: Didactic regulation
it: Regolamento didattico

source: There is no data to import
it: Non esistono dati da importare

source: Imported course information from previous year
it: Importate informazioni sul corso dall'anno precedente

source: Successfully imported course information from last year
it: Informazioni sul corso importate con successo dall'anno precedente

source: Other data edited successfully
it: Dati modificati con successo

source: Other data
it: Altri dati

source: Coordinator edited successfully
it: Coordinatore modificato con successo

source: Deputy Coordinator edited successfully
it: Vice-coordinatore modificato con successo

source: Other data removed successfully
it: Dati rimossi con successo

source: Other data set already existent for this cds
it: Esiste già un set di dati per questo CdS

source: Other data created successfully
it: Dati creati con successo

source: Coordinator data removed successfully
it: Dati coordinatore rimossi con successo

source: Deputy coordinator data removed successfully
it: Dati vice-coordinatore rimossi con successo

source: Office data removed successfully
it: Dati ufficio rimossi con successo

source: Office data edited successfully
it: Dati ufficio modificati con successo

source: Office data
it: Dati ufficio

source: Office data created successfully
it: Dati ufficio creati con successo

source: Responsible data removed successfully
it: Dati del responsabile eliminati con successo

source: Teaching system file edited successfully
it: File dell'ordinamento didattico modificato con successo

source: Teaching system file removed
it: File dell'ordinamento didattico rimosso

source: Teaching system file removed successfully
it: File dell'ordinamento didattico rimosso con successo

source: Documents edited successfully
it: Documenti modificati con successo

source: Study manifesto file removed
it: Manifesto degli studi rimosso

source: Study manifesto file removed successfully
it: File del manifesto degli studi rimosso con successo

source: Didactic regulation file removed
it: File del Regolamento didattico rimosso

source: Didactic regulation file removed successfully
it: File del Regolamento didattico rimosso con successo

source: Added Group
it: Aggiunto Gruppo

source: Group successfully added
it: Gruppo aggiunto con successo

source: Group successfully edited
it: Gruppo modificato con successo

source: Member added successfully
it: Membro aggiunto con successo

source: New member
it: Nuovo membro

source: Member edited successfully
it: Membro modificato con successo

source: Edit member
it: Modifica membro

source: Group deleted successfully
it: Gruppo eliminato con successo

source: Member deleted successfully
it: Membro eliminato con successo

source: Deleted
it: Eliminato

source: removed successfully
it: rimosso con successo

source: Something went wrong with file upload (ita)
it: Qualcosa è andato storto con l'upload del file (ita)

source: Something went wrong with file upload (eng)
it: Qualcosa è andato storto con l'upload del file (eng)

source: updated successfully
it: aggiornato con successo

source: Updated
it: Aggiornato

source: Multimedia content of the same type already exists for this CdS
it: Esiste già un contenuto multimediale dello stesso tipo per questo CdS

source: At least one field must be provided
it: Almeno campo deve essere riempito

source: added successfully
it: aggiunto con successo

source: Added
it: Aggiunto

source: New
it: Nuovo

source: Imported multimedia contents from previous year
it: Importati contenuti multimediali dall'anno precedente

source: Successfully imported multimedia contents from last year
it: Contenuti multimediali importati con successo dall'anno precedente

source: Cds Language
it: Lingua Cds

source: Cds Languages
it: Lingue Cds

source: Didactic Regulation
it: Regolamento Didattico

source: Didactic Regulations
it: Regolamenti didattici

source: Joint title
it: Titolo congiunto

source: Double title
it: Doppio titolo

source: Course type
it: Tipo di corso

source: Choose an option
it: Scegli un'opzione

source: Year of registration
it: Anno di immatricolazione

source: Course of study language
it: Lingua

source: Department
it: Dipartimento

source: Joint degree
it: Titolo congiunto

source: A.Y.
it: A.A.

source: years
it: anni

source: No items here
it: Nessun elemento

source: Courses of study
it: Corsi di studio

source: Course informations
it: Informazioni sul corso

source: Import course information from previous year
it: Importa le informazioni sul corso dall'anno precedente

source: Do you really want to import course information from the previous year?
it: Vuoi davvero importare le informazioni sul corso dall'anno precedente?

source: Warning: this operation will overwrite any existing data in the course information section
it: Attenzione: questa operazione sovrascriverà ogni dato della sezione informazioni del corso

source: Yes, proceed
it: Si, procedi

source: Import
it: Importa

source: Remove
it: Rimuovi

source: Confirm
it: Conferma

source: Do you want to delete data set?
it: Vuoi davvero eliminare questo set di dati?

source: Link to
it: Link a

source: Deputy Coordinator
it: Vice Coordinatore

source: Number of seats
it: Numero di posti

source: Registration procedure
it: Modalità di iscrizione

source: Import from previous year
it: Importa dall'anno precedente

source: Add new
it: Aggiungi nuovo

source: Office
it: Ufficio

source: Do you want to delete office data set?
it: Vuoi davvero eliminare questo set di dati ufficio?

source: Groups
it: Gruppi

source: Members
it: Membri

source: Do you want to delete this group?
it: Vuoi davvero eliminare questo gruppo?

source: Documents
it: Documenti

source: Do you want to delete this file?
it: Vuoi davvero eliminare questo file?

source: New Group
it: Nuovo Gruppo

source: Function
it: Funzione

source: Do you want to delete member?
it: Vuoi davvero eliminare questo membro?

source: Edit member for
it: Modifica membro per

source: New member for
it: Nuovo membro per

source: Study manifesto and Didactic regulation for
it: Manifesto degli studi e Regolamento didattico per

source: Edit office data for
it: Modifica dati ufficio per

source: Select a person to link to the label
it: Seleziona una persona per rendere l'etichetta cliccabile

source: Do you want to delete choosen person?
it: Vuoi davvero eliminare la persona selezionata?

source: Edit responsible for
it: Modifica responsabile ufficio per

source: New responsible for
it: Nuovo responsabile ufficio per

source: Edit other data for
it: Modifica altri dati per

source: Select a teacher to link to the label
it: Seleziona un docente per rendere l'etichetta cliccabile

source: Do you want to delete choosen teacher?
it: Vuoi davvero eliminare il docente selezionato?

source: Edit teacher link for
it: Modifica link docente per

source: New teacher link for
it: Nuovo link docente per

source: Import multimedia contents from previous year
it: Importate contenuti multimediali dall'anno precedente

source: Do you really want to import multimedia contents from the previous year?
it: Vuoi davvero importare i contenuti multimediali dall'anno precedente?

source: Warning: this operation will overwrite any existing data in the multimedia contents section
it: Attenzione: questa operazione sovrascriverà ogni dato della sezione contenuti multimediali

source: Do you want to delete this item?
it: Vuoi davvero eliminare questo elemento?

source: Multimedia contents
it: Contenuti multimediali

source: Open URL (ita)
it: Apri URL (it)

source: Open URL (eng)
it: Apri URL (en)

source: Add
it: Aggiungi

source: Edit
it: Modifica

source: New
it: Nuovo

source: for
it: per

source: Type
it: Tipo

source: Do you really want to change multimedia content type for this item?
it: Vuoi davvero cambiare il tipo del contenuto multimediale per questo elemento?

source: Warning: current item will be deleted and you will be asked to provide a new one
it: Attenzione: il contenuto attuale sarà eliminato e sarà richiesto inserirne uno nuovo

source: Change Type
it: Cambia tipo

source: Teaching system for
it: Ordinamento didattico per

source: Currently refers to that of the year
it: Attualmente fa riferimento a quello dell'anno

source: Seats Number
it: Numero posti

source: Course in a nutshell (it)
it: Corso in pillole (it)

source: Course in a nutshell (en)
it: Corso in pillole (en)

source: What you will study (it)
it: Cosa si studia (it)

source: What you will study (en)
it: Cosa si studia (en)

source: How to enroll (it)
it: Come iscriversi (it)

source: How to enroll (en)
it: Come iscriversi (en)

source: Description (it)
it: Descrizione (it)

source: Description (en)
it: Descrizione (en)

source: Admission (it)
it: Ammissione (it)

source: Admission (en)
it: Ammissione (en)

source: Goals (it)
it: Obiettivi (it)

source: Goals (en)
it: Obiettivi (en)

source: Job opportunities (it)
it: Opportunità lavorative (it)

source: Job opportunituies (en)
it: Opportunità lavorative (en)

source: Taxes (it)
it: Tasse (it)

source: Taxes (en)
it: Tasse (en)

source: Scholarships (it)
it: Borse di studio (it)

source: Scholarships (en)
it: Borse di studio (en)

source: Concessions (it)
it: Agevolazioni (it)

source: Concessions (en)
it: Agevolazioni (en)

source: Order
it: Ordine

source: Picture
it: Immagine

source: Profile (it)
it: Profilo (it)

source: Profile (en)
it: Profilo (en)

source: Scrollable text (it)
it: Testo scorrevole (it)

source: Scrollable text (en)
it: Testo scorrevole (en)

source: Link description (it)
it: Descrizione link (it)

source: Link description (en)
it: Descrizione link (en)

source: CdS in brief
it: CdS in sintesi

source: Form validation failed
it: Validazione del form fallita

source: Edited brochure info
it: Modificate info della brochure

source: Brochure info edited successfully
it: Brochure modificata con successo

source: Sliders
it: Testi Scorrevoli

source: Added Scrollable Text
it: Aggiunto Testo Scorrevole

source: Scrollable Text added successfully
it: Testo Scorrevole aggiunto con successo

source: Scrollable Text
it: Testo Scorrevole

source: Edited Scrollable Text
it: Modificato Testo Scorrevole

source: Scrollable Text edited successfully
it: Testo Scorrevole modificato con successo

source: Deleted Scrollable Text
it: Eliminato Testo Scorrevole

source: Scrollable Text deleted successfully
it: Testo Scorrevole eliminato con successo

source: Ex Students
it: Ex Studenti

source: Added Ex Student
it: Aggiunto Ex Studente

source: Ex Student added successfully
it: Ex Studente aggiunto con successo

source: Ex Student
it: Ex Studente

source: Edited Ex Student
it: Modificato Ex Studente

source: Ex Student edited successfully
it: Ex Studente modificato con successo

source: Deleted Ex Student
it: Eliminato Ex Studente

source: Ex Student deleted successfully
it: Ex Studente eliminato con successo

source: Links
it: Link

source: Added Link
it: Aggiunto Link

source: Link added successfully
it: Link aggiunto con successo

source: Edited Link
it: Modificato Link

source: Link edited successfully
it: Link modificato con successo

source: Deleted Link
it: Eliminato Link

source: Link deleted successfully
it: Link eliminato con successo

source: cds in brief sections
it: sezioni cds in sintesi

source: Do you want to remove this ex student?
it: Vuoi davvero eliminare questo ex studente?

source: Course name (it)
it: Nome corso (it)

source: Course name (en)
it: Nome corso (en)

source: Academic year
it: Anno accademico

source: Course class
it: Classe corso

source: Course interclass
it: Interclasse Corso

source: Duration (Years)
it: Durata (Anni)

source: Languages
it: Lingue

source: Description
it: Descrizione

source: Do you want to remove this link?
it: Vuoi davvero eliminare questo link?

source: Do you want to remove this scrollable text?
it: Vuoi davvero eliminare questo testo scorrevole?

source: Courses of Study Websites in brief
it: Siti web dei Corsi di Studio in sintesi

source: Title (it)
it: Titolo (it)

source: Title (en)
it: Titolo (en)

source: Text (it)
it: Testo (it)

source: Text (en)
it: Testo (en)

source: Regulation Article
it: Articolo di Regolamento

source: Portal object
it: Oggetto del Portale

source: Used only for webpaths, when provided, the object will be shown as a collapsible element containing this text alongside the webpath
it: Utilizzato solo nel caso di webpath, quando fornito, l'oggetto verrà mostrato come un elemento collassabile contenente questo testo accanto al webpath

source: Used to identify the object inside the dropdown menu when adding it to a topic
it: Utilizzato per identificare l'oggetto nel menu a tendina quando lo si aggiunge a un topic

source: Publication
it: Publicazione

source: Object class
it: Classe Oggetto

source: Publication / WebPath (Active page)
it: Pubblicazioni / WebPath (Pagina attiva)

source: Object
it: Oggetto

source: Object Id
it: Id Oggetto

source: Didactic regulation academic year
it: Anno accademico del regolamento didattico

source: Shown above the element if provided
it: Se fornito, viene mostrato sopra l'elemento

source: If provided it is used as the link text
it: Se fornito, viene utilizzato come testo del link

source: Used to determine the icon to show on the left of the element
it: Utilizzato per determinare quale icona mostrare a sinistra dell'elemento

source: CdS pages
it: CdS pagine

source: Unable to determine which topics are shown on the Portal nor the page they're appearing on
it: Impossibile determinare quali topic vengono mostrati sul Portale e la pagina sulla quale appaiono

source: Shared Portal objects
it: Oggetti del Portale condivisi

source: This section allows to insert, remove and edit Publications/WebPath (Active Pages) under a certain topic.
it: Questa sezione permette di inserire, rimuovere e modificare Pubblicazioni/WebPaths (Pagine attive) sotto un determinato topic.

source: In order for a web Publication/WebPath to be iserted here, you must first import it from the "Shared objects" section.
it: Affinché una Pubblicazione/WebPath possa essere inserita qui, è necessario prima importarla dalla sezione "Oggetti condivisi".

source: Shared objects
it: Oggetti del Portale condivisi

source: Edited Shared Object
it: Modificato Oggetto Condiviso

source: Object edited successfully
it: Oggetto modificato con successo

source: Edit Object
it: Modifica oggetto

source: Added Shared Object
it: Aggiunto Oggetto Condiviso

source: Object added successfully
it: Oggetto aggiunto con successo

source: New Object
it: Nuovo Oggetto

source: Object removed successfully
it: Oggetto rimosso con successo

source: Updated item order
it: Aggiornato ordine dell'elemento

source: Items order updated successfully
it: Ordine aggiornato con successo

source: order
it: odine

source: Edited Regulation Article
it: Modificato Articolo di Regolamento

source: Regulation Article edited successfully
it: Articolo di Regolamento modificato con successo

source: Sub articles
it: Sotto-articoli

source: Edited sub article
it: Modificato sotto-articolo

source: Sub article edited successfully
it: Sotto-articolo modificato con successo

source: Sub article
it: Sotto-articolo

source: Added Object
it: Aggiunto Oggetto

source: Add Portal Object
it: Aggiungi Oggetto del Portale

source: Portal Object
it: Oggetto del Portale

source: Edited Object
it: Modificato Oggetto

source: Removed Object
it: Rimosso Oggetto

source: Item removed successfully
it: Elemento rimosso con successo

source: Updated extras order
it: Aggiornato ordine degli attributi

source: Extras order updated successfully
it: Ordine aggiornato con successo

source: Extras
it: Attributi

source: Added Regulation Article Extra
it: Aggiunto Attributo all'articolo di regolamento

source: Regulation Article Extra added successfully
it: Attributo modificato con successo

source: New Extra
it: Nuovo Attributo

source: Regulation Article Extra
it: Attributo Articolo di Regolamento

source: Edited Regulation Article Extra
it: Modificato Attributo dell'articolo di regolamento

source: Regulation Article Extra edited successfully
it: Attributo dell'articolo di regolamento modificato con successo

source: Deleted Regulation Article Extra
it: Eliminato Attributo dell'articolo di regolamento

source: Regulation Article Extra deleted successfully
it: Attributo dell'articolo di regolamento aggiunto con successo

source: Objects
it: Oggetti

source: Do you want to remove this object from this topic?
it: Vuoi davvero rimuovere l'oggetto selezionato da questo topic?

source: View
it: Visualizza

source: None
it: Nessuno

source: Articles
it: Articoli

source: Item
it: Elemento

source: Save order
it: Salva ordine

source: Do you want to confirm the entered data?
it: Vuoi davvero confermare i dati immessi?

source: Courses of Study Websites pages
it: Siti web dei Corsi di Studio pagine

source: Extra
it: Attributo

source: Do you really want to remove this item?
it: Vuoi davvero eliminare questo elemento?

source: Changes made to this object will take effect on every topic it has been added to. Do you want to confirm the entered data?
it: I cambiamenti effettuati su questo oggetto avranno effetto su ogni topic in cui è stato aggiunto. Vuoi davvero confermare i dati immessi?

source: Removing this object will also remove it from every topic it has been added to. Do you want to remove this object?
it: L'eliminazione di questo oggetto ne coporterà la rimozione da tutti i topic nei quali è stato aggiunto. Vuoi davvero eliminare questo oggetto?

source: Open website page
it: Apri sito web del corso

source: Go to cds website page
it: Vai alla pagina del corso

source: Manage portal objects shared among all topics
it: Oggetti del Portale (condivisi tra i topic)

source: Preview
it: Anteprima

source: found
it: trovati

source: Start typing to search...
it: Inizia a digitare per cercare...

source: Insert
it: Inserisci

source: Search
it: Cerca

source: At least one choice between spinoff and startup must be made
it: Almeno una scelta tra spinoff e startup deve essere effettuata

source: VAT number
it: Partita IVA

source: Tech Area
it: Area tecnologica

source: Calabria S3 Innovation
it: Innovazione S3 Calabria

source: Active
it: Attivo

source: Ordering
it: Ordinamento

source: Name and Surname
it: Nome e Cognome

source: Companies
it: Imprese

source: Company edited successfully
it: Impresa modificata con successo

source: Company created successfully
it: Impresa creata con successo

source: Company referent edited successfully
it: Referente dell'impresa modificato con successo

source: Unical Referent
it: Referente Unical

source: Department added successfully
it: Dipartimento aggiunto con successo

source: New department
it: Nuovo dipartimento

source: Department edited successfully
it: Dipartimento modificato con successo

source: Department removed successfully
it: Dipartimento rimosso con successo

source: Company removed successfully
it: Impresa rimossa con successo

source: Yes
it: Si

source: Do you want to delete choosen company?
it: Vuoi davvero eliminare l'impresa selezionata?

source: External
it: Esterno

source: Departments
it: Dipartimenti

source: Do you want to delete choosen department?
it: Vuoi davvero eliminare il dipartimento selezionato?

source: Edit department for
it: Modifica dipartimento per

source: New department for
it: Nuovo dipartimento per

source: Choosen department
it: Dipartimento scelto

source: Choose a department to proceed
it: Seleziona un dipartimento per proseguire

source: New Company
it: Nuova impresa

source: Choose one department
it: Seleziona un dipartimento

source: Choose one Unical referent
it: Scegli un referente UniCal

source: Edit referent for
it: Modifica referente Unical per

source: Structure type
it: Tipo di struttura

source: Structure
it: Struttura

source: Role
it: Ruolo

source: Emeritus Professors
it: Professori emeriti

source: Honorary Professors
it: Professori onorari

source: Choose a person to proceed
it: Seleziona una persona per proseguire

source: Choose a person
it: Scegli una persona

source: Choosen person
it: Persona scelta

source: Types
it: Tipi

source: Choosen structure
it: Struttura scelta

source: Contract teacher
it: Professore a contratto

source: Back to Dashboard
it: Torna alla Dashboard

source: Research
it: Ricerca

source: Innovation
it: Innovazione

source: Staff
it: Personale

source: Import assistant
it: Assistente importazione

source: Manage yearly update routines
it: Gestisci le procedure di aggiornamento annuali

source: Manage CdS' contact details, organization and documents
it: Gestisci contatti, organizzazione e documenti dei CdS

source: Manage didactic regulations
it: Gestisci i regolamenti didattici

source: Manage contents of CdS' website pages
it: Gestisci i contenuti delle pagine web dei CdS

source: Manage contents of Course in brief
it: Gestisci i contenuti del Corso in sintesi

source: PhD activities
it: Attività dei Dottorati

source: Manage PhD activities
it: Gestisci le attività dei dottorati

source: Laboratories
it: Laboratori

source: Manage Laboratories
it: Gestisci i Laboratori

source: Research groups
it: Gruppi di ricerca

source: Manage groups and their teachers
it: Gestisci i gruppi e i loro docenti

source: Applied Research lines
it: Linee di ricerca applicata

source: Manage lines and their teachers
it: Gestisci le linee e i loro docenti

source: Base Research lines
it: Linee di ricerca di base

source: Projects
it: Progetti

source: Manage projects
it: Gestisti i progetti delle strutture
